app/controllers/articles_controller.rb

INSERT INTO "articles" ("title", "text", "created_at", "updated_at") VALUES (?, ?, ?, ?)  [["title", "aasas"], ["text", "asas"], ["created_at", "2020-06-29 20:24:16.634882"], ["updated_at", "2020-06-29 20:24:16.634882"]]
---
    def create
        # render plain: params[:article].inspect
        @article = Article.new(article_params)

        if @article.save